import { createGameplayText } from '../utils/helpers';

export const arrayOfGameplayText = [
  createGameplayText(
    'Разнообразные играбельные персонажи',
    'Выбирайте из списка уникальных капибар и кроссовок, каждая из которых обладает своими особыми способностями и стилем игры.'
  ),
  createGameplayText(
    'Ошеломляющие сражения',
    'Исследуйте множество захватывающих космических сред, каждая из которых имеет свои собственные экологические опасности и стратегические элементы.'
  ),
  createGameplayText(
    'Уникальные способности и улучшения',
    'Разблокируйте и улучшайте широкий спектр разрушительных способностей, от мощных энергетических лучей до иллюзий.'
  ),
];
